Repository: contao-thememanager/core
Catalog: contao/languages/*/*_module.xlf
Languages: de

# tl_module.date_legend
source: Date and time
de: Datum und Zeit

# tl_module.headlineStyle.0
source: Class (Headline)
de: Klasse (Überschrift)

# tl_module.headlineStyle.1
source: Here you can add a class for headline.
de: Hier können Sie der Überschrift eine Klasse hinzufügen.

# tl_module.headline2.0
source: Headline 2
de: Überschrift 2

# tl_module.headline2.1
source: Here you can add a second headline to the module.
de: Hier können Sie dem Modul eine zweite Überschrift hinzufügen.

# tl_module.headline2Style.0
source: Class (Headline 2)
de: Klasse (Überschrift 2)

# tl_module.headline2Style.1
source: Here you can add a class for headline 2.
de: Hier können Sie der Überschrift 2 eine Klasse hinzufügen.

# tl_module.showFaqInfo.0
source: Show FAQ info
de: FAQ-Info anzeigen

# tl_module.showFaqInfo.1
source: Show last change of FAQ question plus author information.
de: Letzte Änderung der FAQ-Frage inklusive Autor-Informationen anzeigen.

# tl_module.faqAccordion.0
source: Accordion settings
de: Akkordeon-Einstellungen

# tl_module.faqAccordion.1
source: Here you can select the accordion behavior.
de: Hier können Sie das Akkordeon-Verhalten auswählen.

# tl_module.faqAccordion.single_open
source: First open (single mode)
de: Erstes offen (Einzelmodus)

# tl_module.faqAccordion.single_closed
source: All closed (single mode)
de: Alle geschlossen (Einzelmodus)

# tl_module.faqAccordion.multi_open
source: All open (multi mode)
de: Alle offen (Multimodus)

# tl_module.faqAccordion.multi_closed
source: All closed (multi mode)
de: Alle geschlossen (Multimodus)

# tl_module.news_removeBy.0
source: Remove author prefix
de: Autor-Prefix entfernen

# tl_module.news_removeBy.1
source: Remove the <em>by</em>-prefix from the author name.
de: Das <em>von</em>-Prefix aus dem Namen des Autors entfernen.

# tl_module.news_dateFormat.0
source: Date format
de: Datumsformat

# tl_module.news_dateFormat.1
source: The date format string will be parsed with the PHP date() function.
de: Der Datumsformat-String wird mit der PHP-Funktion date() geparst.

# tl_module.news_timeFormat.0
source: Time format
de: Zeitformat

# tl_module.news_timeFormat.1
source: The time format string will be parsed with the PHP date() function.
de: Der Zeitformat-String wird mit der PHP-Funktion date() geparst.

# tl_module.news_datimFormat.0
source: Date and time format
de: Datums- und Zeitformat

# tl_module.news_datimFormat.1
source: The date and time format string will be parsed with the PHP date() function.
de: Der Datums- und Zeitformat-String wird mit der PHP-Funktion date() geparst.

# tl_module.news_fullTime.0
source: Show time
de: Uhrzeit anzeigen

# tl_module.news_fullTime.1
source: Display the time in the news item. The date and time format is used here.
de: Die Uhrzeit in der Nachricht ausgeben. Hierbei wird das Datums- und Zeitformat verwendet.
