Repository: contao-thememanager/core
Catalog: contao/languages/*/default.xlf
Languages: de

# CTE.wrapper
source: Wrapper
de: Umschläge

# CTE.components
source: Components
de: Komponenten

# CTE.componentLists
source: Component lists
de: Komponenten-Liste

# CTE.wrapperStart.0
source: Wrapper start (article)
de: Umschlag Anfang (Artikel)

# CTE.wrapperStart.1
source: Generates the opening part of a wrapper that simulates the presentation of an article. It provides the option to choose between using a grid layout and a layout without a grid. The wrapper allows you to divide the content within an article into multiple columns.
de: Erzeugt den öffnenden Teil eines Umschlags, der die Darstellung eines Artikels simuliert. Dabei besteht die Möglichkeit, zwischen der Verwendung eines Grid-Layouts und einem Layout ohne Grid zu wählen. Der Umschlag ermöglicht es, den Inhalt innerhalb eines Artikels in mehrere Spalten aufzuteilen.

# CTE.wrapperStop.0
source: Wrapper stop (Article)
de: Umschlag Ende (Artikel)

# CTE.wrapperStop.1
source: Generates the closing part of the <em>Wrapper start (article)</em>.
de: Erzeugt den schließenden Teil des <em>Umschlag Anfang (Artikel)</em>-Elements.

# CTE.wrapperStartContent.0
source: Wrapper start (content)
de: Umschlag Anfang (Inhalt)

# CTE.wrapperStartContent.1
source: Generates the opening part of a wrapper that allows for the simulation of a content element. This wrapper can be used to ensure that the grid properties of the parent element do not affect the elements contained within this wrapper. Furthermore, it is possible to define backgrounds, padding, borders, and other properties that are typically only configurable for content elements.
de: Erzeugt den öffnenden Teil eines Umschlags, der die Simulation eines Inhaltselements ermöglicht. Dieser Umschlag kann verwendet werden, um sicherzustellen, dass die Grid-Eigenschaften des übergeordneten Elements innerhalb der enthaltenen Elemente in diesem Umschlag nicht wirken. Darüber hinaus ist es möglich, auch Hintergründe, Padding, Border und andere Eigenschaften zu definieren, die üblicherweise ausschließlich für Inhaltselemente konfiguriert werden können.

# CTE.wrapperStopContent.0
source: Wrapper stop (content)
de: Umschlag Ende (Inhalt)

# CTE.wrapperStopContent.1
source: Generates the closing part of the <em>Wrapper start (content)</em>.
de: Erzeugt den schließenden Teil des <em>Umschlag Anfang (Inhalt)</em>-Elements.

# MSC.commentCountOne
source: 1 comment
de: 1 Kommentar

# MSC.commentCountMultiple
source: %s comments
de: %s Kommentare
